Repository: al-romanov/LinuxDevelopment2023
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Here is Wonderful Guess Game!
ru: Добро пожаловать в замечательную угадайку!

source: You can enjoy it for days. What a lovely one!
ru: Вы можете наслаждаться ей днями напролет -- красота!

source: You can play it using arabic and roman numbers. What a diversity!
ru: Вы можете использовать арабские и римские числа!

source: Guess the number from I to C
ru: Загадайте число от I до C

source: Guess the number from 1 to 100
ru: Загадайте число от 1 до 100

source: Is the number greater then %s?
ru: Число больше %s?

source: Is the number greater then %d?
ru: Число больше %d?

source: Yes
ru: Да

source: No
ru: Нет

source: Enter Yes or No
ru: Введите Да или Нет

source: The number is %s
ru: Число: %s

source: The number is %d
ru: Число: %d
